{
    "seasion-1": [
        {
            "id": 5,
            "name": "Ahmed Saudi",
            "nameArabic": "أحمد سعودي",
            "title": "Content Creator",
            "titleArabic": "صانع محتوى",
            "image": "images/ahmed s.jpg",
            "description": {
                "english": " Ahmed Saudi is a prominent content creator who is known for producing high-quality, visually stunning videos and multimedia content. With a large following across social media platforms and 1.6 million followers on TikTok.",
                "arabic": " أحمد سعودي هو صانع محتوى بارز معروف بإنتاج فيديوهات عالية الجودة وجذابة بصريًا. لديه قاعدة كبيرة من المتابعين عبر منصات التواصل الاجتماعي ويبلغ عدد متابعيه 1.6 مليون على تيك توك."
            },
            "socialMedia": {
                "facebook": "https://www.facebook.com/profile.php?id=100067808934274",
                "instagram": "https://www.instagram.com/ahmed_saudi77/?hl=en",
                "tiktok": "https://www.tiktok.com/@ahmed_saudi7"
            }
        },
        {
            "id": 6,
            "name": "Peso Freestyle",
            "nameArabic": "بيسو فري ستايل",
            "title": "Freestyling",
            "titleArabic": "صانع محتوى",
            "image": "images/beso.jpg",
            "description": {
                "english": "Peso is a renowned freestyle footballer. As the 2nd place winner in the 2022 Red Bull Street Style competition, his skills and creativity have been recognized on an international level. With a massive following on social media, including over 1.1 million fans on TikTok and more than 250,000 on Facebook.",
                "arabic": "بيسو هو لاعب كرة قدم حر مشهور. حصل على المركز الثاني في مسابقة \"ريد بول ستريت ستايل\" لعام 2022، حيث تم الاعتراف بمهاراته وإبداعه على مستوى دولي. يمتلك بيسو قاعدة جماهيرية ضخمة على وسائل التواصل الاجتماعي، بما في ذلك أكثر من 1.1 مليون معجب على تيك توك وأكثر من 250,000 متابع على فيسبوك."
            },
            "socialMedia": {
                "facebook": "https://www.facebook.com/profile.php?id=100067808934274",
                "instagram": "https://www.instagram.com/pesofreestyle/",
                "tiktok": "https://www.tiktok.com/@pesofreestyle"
            }
        },
        {
            "id": 7,
            "name": "Mohamed Farrag (Figo)",
            "nameArabic": "محمد فرج (فيجو)",
            "title": "Content Creator",
            "titleArabic": "صانع محتوى",
            "image": "images/vigo.jpg",
            "description": {
                "english": "Mohamed Figo is a renowned content creator who focuses on fruit and its benefits. He captivates his audience with unique insights and creative ideas on how to incorporate fruit into daily life. Starting his journey on social media, he shares distinctive recipes and nutritional tips, establishing himself as a leading influencer in the field. Mohamed is dedicated to raising awareness about the importance of healthy nutrition through fruit and how it can be an essential part of a healthy lifestyle.",
                "arabic": "محمد فيغو هو صانع محتوى مشهور يتمحور محتواه حول الفاكهة وفوائدها. يمتلك أسلوبًا فريدًا يجذب المشاهدين بفضل معلوماته القيمة ومشاركته للأفكار الإبداعية حول كيفية استخدام الفاكهة في الحياة اليومية. بدأ مسيرته على وسائل التواصل الاجتماعي حيث قام بتقديم وصفات مميزة ونصائح غذائية، مما جعله واحدًا من أبرز المؤثرين في هذا المجال. يسعى محمد دائمًا إلى نشر الوعي حول أهمية التغذية السليمة من خلال الفاكهة وكيف يمكن أن تكون جزءًا أساسيًا من نمط الحياة الصحي."
            },
            "socialMedia": {
                "facebook": "https://m.facebook.com/mohamed.sfarrag.9862/",
                "youtube": "https://youtube.com/@figoo",
                "instagram": "https://www.instagram.com/el.figoo",
                "tiktok": "https://www.tiktok.com/@el.figo"
            }
        },
        {
            "id": 8,
            "name": "Hossam Elemam",
            "nameArabic": "حسام الأمام",
            "title": "Content Creator",
            "titleArabic": "صانع محتوى",
            "image": "images/hosam.jpg",
            "description": {
                "english": "Hossam Elemam is an engineer and educational content creator known for simplifying scientific concepts. He excelled with 99% in high school and studied engineering. Gaining attention on TikTok through his videos under \"The Archive,\" Hossam delivers thought-provoking content aimed at helping the youth. He will speak at TEDx Tabary ElHegaz about positive risk-taking and success.",
                "arabic": "مهندس وصانع محتوى تعليمي، اشتهر بقدرته على تبسيط المعلومات العلمية. حصل على 99% في الثانوية العامة ودرس الهندسة، لكنه جذب الانتباه عبر مواقع التواصل بفيديوهاته التعليمية على تيك توك، والتي تحمل اسم \"الأرشيف\". يركز حسام على تقديم محتوى يثير الفضول ويساعد الشباب على فهم الأسئلة المعقدة بطرق بسيطة. سيشارك في تيدكس طبري الحجاز بخطبة عن المخاطرة الإيجابية وكيفية تحقيق النجاح."
            },
            "socialMedia": {
                "tiktok": "https://www.tiktok.com/@hossam_elemam",
                "instagram": "https://www.instagram.com/hossam.el_emam/",
                "facebook": "https://www.facebook.com/Hossaam.Elemam"
            }
        },
        {
            "id": 9,
            "name": "Fares Othman",
            "nameArabic": "فارس عثمان",
            "title": "Content Creator",
            "titleArabic": "صانع محتوى",
            "image": "images/fares.jpg",
            "description": {
                "english": "Fares Osman is a creative content creator known for his unique style in delivering entertaining and informative content across social media platforms. He focuses on a variety of topics, ranging from general culture to social issues, making him one of the prominent influencers in his field. Fares stands out with his innovative content and engaging way of presenting information, always aiming to build a strong relationship with his audience through interaction and engagement. He strives to inspire others and encourage them to think differently through his distinctive content.",
                "arabic": "فارس عثمان هو صانع محتوى مبدع ومعروف بأسلوبه الفريد في تقديم المحتوى الترفيهي والمفيد عبر منصات التواصل الاجتماعي. يركز فارس على موضوعات متنوعة، بدءًا من الثقافة العامة إلى المواضيع الاجتماعية، مما يجعله واحدًا من أبرز المؤثرين في مجاله. يتميز بمحتواه المبتكر والطريقة الجذابة التي يقدم بها المعلومات، ويحرص دائمًا على بناء علاقة قوية مع جمهوره من خلال التفاعل والمشاركة. يسعى فارس لإلهام الآخرين وتحفيزهم على التفكير بطريقة جديدة من خلال محتواه المميز."
            },
            "socialMedia": {
                "youtube": "https://youtube.com/@faresetman4",
                "instagram": "https://www.instagram.com/faresetman44",
                "tiktok": "https://www.tiktok.com/@faresetman"
            }
        },
            {
              "id": 10,
              "name": "Ahmed Adel",
              "nameArabic": "أحمد عادل",
              "title": "Programmer",
              "titleArabic": "مبرمج",
              "image": "images/Ahmed Adel.jpg",
              "description": {
                "english": "Ahmed Adel is the founder of 'Learn Simply' channel, aimed at making learning easier and teaching programming from beginner to advanced levels. He shares his learning experiences due to his passion for teaching. He is studying engineering with a focus on mechatronics and believes that learning is a noble message that should be presented correctly to everyone, regardless of their thoughts and beliefs.",
                "arabic": "أحمد عادل مؤسس قناة 'أتعلم بببساطة'، وهي قناة لتسهيل تعلم أي شيء، وتعليم البرمجة من البداية حتى الاحتراف في مجالاتها المختلفة. يريد أن ينقل تجاربه في كل ما تعلمه، بسبب حبه للتدريس والتعليم. يدرس الهندسة وتخصصه الميكاترونكس، ويرى أن التعلم رسالة سامية يجب تقديمها بشكل صحيح لجميع الناس على اختلاف تفكيرهم ومعتقداتهم."
              },
              "socialMedia": {
                "youtube": "https://www.youtube.com/c/%D8%A7%D8%AA%D8%B9%D9%84%D9%85%D8%A8%D8%A8%D8%B3%D8%A7%D8%B7%D8%A91",
                "instagram": "https://instagram.com/ahmed.aaddel",
                "facebook": "https://facebook.com/profile.php?id=100012294765632"
              }
            },
            {
              "id": 11,
              "name": "Ahmed Meselhy",
              "nameArabic": "أحمد مصيلحي",
              "title": "Entrepreneur",
              "titleArabic": "مستثمر",
              "image": "images/Ahmed Meselhy.jpg",
              "description": {
                "english": "Ahmed Meselhy studied at the Faculty of Commerce and Business Administration at Helwan University, majoring in foreign trade. His career began with training and working in accounting, but he later transitioned to other fields. He worked in CIB Bank for two years, then at Vodafone for nearly six years. He started a training center about 10 years ago as his first entrepreneurial venture.",
                "arabic": "أحمد مصيلحي، درس في كلية التجارة وإدارة الأعمال بجامعة حلوان وتخصص في التجارة الخارجية. شارك في التدريب وعمل في المحاسبة التي هرب منها في الجامعة لعدم حبه لهذا المجال حتى نجح وتخرج من الجامعة واستقال من العمل. ثم عمل في بنك CIB ثم انتقل إلى شركة فودافون."
              },
              "socialMedia": {
                "linkedin": "https://www.linkedin.com/in/ahmedmuselhy/"
              }
            },
            {
              "id": 12,
              "name": "Hossam Elnakib",
              "nameArabic": "حسام النقيب",
              "title": "Content Creator",
              "titleArabic": "صانع محتوى",
              "image": "images/Hosam Elnakeb.jpg",
              "description": {
                "english": "Hossam Elnakib is a blogger and content creator who shares his travel experiences and adventures in different countries. He started by creating content on YouTube and TikTok about language acquisition. His TikTok channel has over 400K followers. He shares useful information about scholarships and traveling, advocating for choosing what's right for you over societal expectations.",
                "arabic": "حسام النقيب هو مدون وصانع محتوى ينشر رحلاته ومغامراته في مختلف البلدان حول العالم. بدأ على يوتيوب وتيك توك بمحتوى حول اكتساب اللغات، وقد تجاوز متابعوه 400 ألف على تيك توك. يقدم أيضًا معلومات عن المنح الدراسية والسفر."
              },
              "socialMedia": {
                "facebook": "https://www.facebook.com/Hossamelnakibb/",
                "instagram": "https://www.instagram.com/hossam_elnakib",
                "youtube": "https://www.youtube.com/@hossamelnakib-5197"
              }
            },
            {
              "id": 13,
              "name": "Hossam Hekal",
              "nameArabic": "حسام هيكل",
              "title": "Motivational Speaker",
              "titleArabic": "متحدث تحفيزي",
              "image": "images/Hossam Hekal.jpg",
              "description": {
                "english": "Hossam Hekal is a renowned motivational speaker, sales consultant, author, and life and business coach. He co-founded the initiative 'Ayleh Yesharaf' aimed at developing skills for students in Egyptian universities. He has presented numerous events and has millions of followers on social media platforms.",
                "arabic": "حسام هيكل هو متحدث تحفيزي مصري مشهور. حسام معروف أيضًا كمستشار مبيعات، ومؤلف، ومدرب للحياة والأعمال. شارك في تأسيس مبادرة 'عايل يشرف' للمساعدة في تطوير مهارات الطلاب في الجامعات المصرية."
              },
              "socialMedia": {
                "facebook": "https://www.facebook.com/HossamHeikalOfficial/"
              }
            },
            {
              "id": 14,
              "name": "Mohamed Ibrahim",
              "nameArabic": "محمد إبراهيم",
              "title": "Medical Entrepreneur & Author",
              "titleArabic": "مستثمر طبي",
              "image": "images/Mohamed Ibrahim.jpg",
              "description": {
                "english": "Dr. Mohamed Ibrahim is a medical entrepreneur with over 12 years of experience in the medical field. He is also an author and believes that life skills are gifts from God meant to reshape our world. He helps individuals and organizations discover and develop these skills. He is the CEO of CureMark®, which aims to create a world-class medical company.",
                "arabic": "الدكتور محمد إبراهيم هو رجل أعمال في المجال الطبي، لديه أكثر من 12 عامًا من الخبرة في المجال الطبي، وهو أيضًا كاتب ومؤلف. كان يعتقد أن الله يمنحنا مهارات مذهلة لإعادة صياغة عالمنا. لذا فإن وظيفته هي مساعدة الأشخاص والمنظمات على اكتشاف مهاراتهم."
              },
              "socialMedia": {}
            },
            {
              "id": 15,
              "name": "Mostafa Ibrahim",
              "nameArabic": "مصطفى إبراهيم",
              "title": "Egyptology Researcher",
              "titleArabic": "باحث مصري",
              "image": "images/Mostafa Ibrahim.jpg",
              "description": {
                "english": "Mostafa Ibrahim is an Egyptologist researcher specializing in ancient Egyptian language (hieroglyphics). He is a member of the Egyptian Archaeologists Union and has published several articles and scientific papers. He is currently studying for a Master's degree at Ain Shams University.",
                "arabic": "مصطفى إبراهيم هو باحث في علم المصريات متخصص في اللغة المصرية القديمة (الكتابة الهيروغليفية). عضو في اتحاد الأثريين المصريين وقد نشر العديد من المقالات والأبحاث العلمية."
              },
              "socialMedia": {
                "facebook": "https://www.facebook.com/TheArchaeologist.Mostafa.Ibrahim"
              }
            },
            {
              "id": 16,
              "name": "Omar Mokhtar",
              "nameArabic": "عمر مختار",
              "title": "Dispute Student",
              "titleArabic": "طالب نزاع",
              "image": "images/Omar Mokhtar.jpg",
              "description": {
                "english": "Omar Mokhtar is a graduate of the Faculty of Law at Ain Shams University. He is the founder and president of the Dispute Student organization, a volunteer at the Rassalah Charity, and a digital marketer specializing in social media at OBM Education.",
                "arabic": "عمر مختار خريج كلية الحقوق جامعة عين شمس. مؤسس ورئيس النشاط الطلابي Dispute. إنه مهتم بالعمل التطوعي وهو متطوع في منظمة رسالة الخيرية Junior LL.B. وهو مسوق رقمي متخصص في وسائل التواصل الاجتماعي في OBM Education."
              },
              "socialMedia": {
                "facebook": "https://www.facebook.com/omar.mokhtar.77736310",
                "instagram": "https://www.instagram.com/Mo5tar222",
                "linkedin": "https://www.linkedin.com/in/omarmokhtar-legal/"
              }
            }
          ]
}
